---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepSystemLineGraphicsOverridesParam
source: html/1e20649f-b2cb-47b6-563a-23fe0c21735f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepSystemLineGraphicsOverridesParam Property

"Graphic Overrides"

## Syntax (C#)
```csharp
public static ForgeTypeId MepSystemLineGraphicsOverridesParam { get; }
```